Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: To evaluate the effects of a single therapeutic and a single supra-therapeutic dose of nerandomilast on the QT/QTc interval and other ECG parameters
es_es: Evaluar los efectos de una dosis única terapéutica y una dosis única supraterapéutica de nerandomilast sobre el intervalo QT/QTc y otros parámetros electroencefalográficos.

source: To facilitate the use of the IRT, the investigator received a manual including all necessary instructions for using the system.
es_es: Para facilitar el uso de la tecnología IRT, el investigador recibió un manual de instrucciones del sistema.

source: To further investigate the potential Ni input, analytical testing of three representative DP batches (combined with solvent) was performed, investigating all ICH Q3D relevant elements.
es_es: Para investigar más a fondo la entrada potencial de Ni, se evaluaron analíticamente tres partidas representativas del medicamento (combinado con disolvente) y se investigaron todos los elementos relevantes según el lineamiento Q3D de la ICH.

source: To further investigate the potential Ni input, three representative drug product batches were analyzed.
es_es: Para investigar más a fondo la entrada potencial de Ni, se analizaron tres partidas representativas del medicamento.

source: To improve clarity, the responsibility for microbiological testing is listed in a separate line.
es_es: Para mayor claridad, se inserta en renglón aparte la responsabilidad por las pruebas de microbiología.

source: To investigate PK (including mass balance, excretion pathways, and metabolism) of nerandomilast and its metabolite BI 764333 (M480)
es_es: Investigar la farmacocinética (incluido el equilibrio de masas, las vías de excreción y el metabolismo) denerandomilast y su metabolito BI 764333 (M480)

source: To investigate PK, safety, and tolerability following single dose of nerandomilast in Chinese subjects
es_es: Investigar la farmacocinética, seguridad y tolerabilidad tras una dosis única denerandomilast en sujetos chinos

source: To investigate effect of mild (Child-Pugh A) and moderate (B) hepatic impairment on PK, safety, and tolerability of nerandomilast
es_es: Investigar los efectos del deterioro hepático leve (Child-Pugh A) y moderado (B) sobre la farmacocinética, seguridad y tolerabilidad de nerandomilast

source: To investigate effect of severe and moderate renal impairment on the PK of nerandomilast
es_es: Investigar los efectos del deterioro renal avanzado y moderado sobre la farmacocinética de nerandomilast

source: To investigate efficacy, safety, and tolerability of nerandomilast
es_es: Investigar la eficacia, seguridad y tolerabilidad de nerandomilast

source: To investigate induction effect of 18 mg of nerandomilast on the PK of midazolam
es_es: Investigar el efecto de la inducción de 18 mg de nerandomilast sobre la farmacocinética de midazolam

source: To investigate relative bioavailability of nerandomilast Formulation C1 compared with TF2 and the effect of food on the PK of nerandomilast Formulation C1
es_es: Investigar la biodisponibilidad relativa de la Formulación C1 de nerandomilast en comparación con TF2 y el efecto del alimento en la farmacocinética de la Formulación C1 de nerandomilast

source: To investigate relative bioavailability of a nerandomilast oral tablet under fed and fasted conditions
es_es: Investigar la biodisponibilidad relativa de un comprimido oral de nerandomilast en condiciones pre- y postprandiales

source: To investigate safety, tolerability, and PK of nerandomilast
es_es: Investigar la seguridad, tolerabilidad y farmacocinética de nerandomilast

source: To investigate safety, tolerability, and PK of multiple rising doses of nerandomilast
es_es: Investigar la seguridad, tolerabilidad y farmacocinética de dosis múltiples ascendentes denerandomilast

source: To investigate safety, tolerability, and PK of single and multiple rising doses of nerandomilast
es_es: Investigar la seguridad, tolerabilidad, farmacocinética y farmacodinámica de dosis únicas y múltiples ascendentes denerandomilast

source: To investigate safety, tolerability, and PK of single rising doses of nerandomilast in Japanese subjects
es_es: Investigar la seguridad, tolerabilidad y farmacocinética de dosis únicas ascendentes denerandomilast en sujetos japoneses

source: To investigate the PK of nerandomilast after single doses of nerandomilast in Japanese subjects
es_es: Investigar la farmacocinética de nerandomilast tras dosis únicas en sujetos japoneses

source: To investigate the effect of food on the PK of the 18 mg tablet of nerandomilast
es_es: Investigar el efecto de los alimentos en la farmacocinética del comprimido de 18 mg de nerandomilast

source: To investigate the effect of multiple oral doses of 18 mg nerandomilast bid on the PK of single oral doses of nintedanib or pirfenidone
es_es: Investigar el efecto de dosis orales múltiples de nerandomilast, 18 mg dos veces al día sobre la farmacocinética de dosis orales simples de nintedanib o pirfenidona

source: To investigate the safety, tolerability, PK, and PD of single rising doses of nerandomilast
es_es: Investigar la seguridad, tolerabilidad, farmacocinética y farmacodinámica de dosis únicas ascendentes denerandomilast

source: To investigate whether and to what extent co-administration of multiple doses of itraconazole affected single dose PK of nerandomilast
es_es: Investigar en qué magnitud la coadministración de dosis múltiples de itraconazol afectaba la farmacocinética de nerandomilast a dosis única, si es que efectivamente la afectaba

source: To mimic the short reconstitution period the intended realistic in-use conditions (i.e., time and temperature) were applied.
es_es: Para imitar el breve periodo de reconstitución, se aplicaron las condiciones (de tiempo y temperatura) previstas para el uso real.

source: To minimize delay in “door-to-needle” we will request HREC approval to use the section
es_es: Para reducir el retraso en el “puerta a aguja”, solicitaremos la aprobación del Comité de Ética de Investigación en Humanos (HREC)

source: To minimize delay in “door-to-needle” we will request HREC approval to use the section 42A clause in the Victorian Guardianship and
es_es: Para reducir la demora en el proceso "puerta a aguja" (es decir, desde la llegada al hospital hasta la trombólisis intravenosa), solicitaremos la aprobación del Comité de Ética de Investigación en Humanos (HREC) para utilizar la cláusula de la sección 42A de la Ley de administración y

source: To minimize delay in “door-to-needle” we will request HREC approval to use the section 42A clause in the Victorian Guardianship and Administration Act that emergency treatment that is necessary to prevent serious injury to the patient’s health may be commenced without consent (for part 1) and the analogous provisions in the updated Victorian Medical Treatment Planning and Decisions Act 2016 (for part 2).
es_es: Para reducir la demora en el proceso "puerta a aguja" (es decir, desde la llegada al hospital hasta la trombólisis intravenosa), solicitaremos la aprobación del Comité de Ética de Investigación en Humanos (HREC) para utilizar la cláusula de la sección 42A de la Ley de administración y tutela de Victoria, donde se establece que el tratamiento de emergencia necesario para evitar daños graves en la salud del paciente puede iniciarse sin consentimiento (para la Parte 1), y las disposiciones análogas de la Ley de decisiones y planificación de tratamientos médicos de Victoria actualizada en 2016 (para la Parte 2).

source: To minimize delay in “door-to-needle” we will request HREC approval to use the section 42A clause in the Victorian Guardianship and Administration Act that emergency treatment that is necessary to prevent serious injury to the patient’s health may be commenced without consent.
es_es: Para reducir la demora en el proceso "puerta a aguja" (es decir, desde la llegada al hospital hasta la trombólisis intravenosa), solicitaremos la aprobación del Comité de Ética de Investigación en Humanos (HREC) para utilizar la cláusula de la sección 42A de la Ley de Administración y Tutela de Victoria, donde se establece que el tratamiento de emergencia necesario para evitar daños graves en la salud del paciente puede iniciarse sin consentimiento.

source: To our knowledge, this is the first phase 3 randomised controlled trial to show that intravenous thrombolysis with tenecteplase (0·25 mg/kg) is comparable to alteplase in terms of efficacy and safety in patients with acute ischaemic stroke presenting within 4·5 h of stroke symptom onset.
es_es: Hasta donde hemos podido indagar, este es el primer ensayo aleatorizado y controlado de fase 3 en el que se demuestra que la trombólisis intravenosa con tenecteplasa (0.25 mg/kg) es equiparable a la alteplasa en términos de eficacia y seguridad en pacientes con accidente cerebrovascular isquémico agudo, cuando se lo aplica dentro de las 4,5 h desde el inicio de los síntomas del ACV.

source: To our knowledge, this study is the first substantial head-to-head comparison of the 2 candidate doses of tenecteplase for ischemic stroke.
es_es: Según nuestros conocimientos, este estudio es la primera comparación directa importante de las 2 dosis candidato de tenecteplasa para el accidente cerebrovascular.

source: To overcome this limitation, radio-labelled DNA spike experiments were carried out.
es_es: Con objeto de superar esta limitación, se realizaron experimentos de enriquecimiento con ADN radiomarcado.

source: To perform an injection, the user removes the needle shield (RNS), pushes the plunger rod down, thereby emptying the PFS and moving the plunger stopper down until the end of the syringe barrel.
es_es: Para aplicar una inyección, el usuario retira la funda de aguja rígida, presiona el vástago del émbolo hacia abajo, con lo cual se vacía la jeringa precargada y empuja el tapón del émbolo hasta el final del cilindro de la jeringa.

source: To prevent hypersensitivity reactions related to the procedure and ensure patient safety.
es_es: Para evitar las reacciones de hipersensibilidad relacionadas con el procedimiento y garantizar la seguridad del paciente.

source: To prevent pollution of the mass spectrometer with drug product components the flow was switched into the mass spectrometer only from
es_es: Para qeu el espectrómetro de masas no se contamine con los componentes del medicamento, el flujo se fijó en el equipo solo a partir de los

source: To provide the validated batch size for filling, DS 150 mg/mL can be pooled or split.
es_es: Para alcanzar el tamaño de lote validado para el llenado, se puede combinar o dividir el principio activo 150 mg/ml.

source: To push down the plunger stopper in the PFS; head of PR releases the sleeve within the SnS subassembly and hence, the needle stick prevention feature
es_es: Para empujar el tapón del émbolo en la jeringa prellenada; la cabeza del émbolo libera el capuchón en la subunidad SnS, lo que activa el mecanismo de prevención de pinchazos.

source: To qualify for this trial, patients had to have chronic HF with preserved ejection fraction as defined in the inclusion criteria of the trial protocol (see Section 9.3.2).
es_es: Para ser aptos para este ensayo, los pacientes tenían que tener insuficiencia cardíaca crónica con fracción de eyección preservada, según se define en los criterios de inclusión del ensayo [Ver la Sección 9.3.2].

source: To quality assure the imaging-based decision making at the recruiting centres, all imaging data will be electronically transferred and read at the coordinating centre on a weekly basis.
es_es: Para garantizar la calidad de las imágenes utilizadas en la toma de decisiones en los centros de reclutamiento, todas las imágenes se transferirán por vía electrónica y se interpretarán en el centro de coordinación en forma semanal.

source: To reduce the chance of you inadvertently not receiving any notice or document, we will provide all of the required notices and documents to you by the contractually agreed method(s) and to the address(es) provided therein.
es_es: Para reducir las posibilidades de que por error quede algún aviso o documento sin recibir, se los enviaremos mediante el o los métodos acordados en este contrato, a la dirección allí consignada.

source: To reduce the chance of you inadvertently not receiving any notice or document, we will provide all of the required notices and documents to you by the contractually agreed method(s) and to the address(es) provided therein. Subject to the provisions of the given contract you may receive documents and notices electronically or in paper format.
es_es: Para reducir las posibilidades de que por error quede algún aviso o documento sin recibir, se los enviaremos mediante el o los métodos acordados en este contrato, a la dirección allí consignada.

source: To remove the stir bar, raise the stir bar above the level of the solution and quantitatively rinse the stir bar with 0.1 M HCl, collecting the rinsing into the flask.
es_es: Para quitar la barra de agitación magnética, levantarla hasta arriba del nivel de la solución y enguagarla cuantitativamente con HCl 0.1 M; dejar que el escurrimiento caiga en el matraz.

source: To remove the stir bar, raise the stir bar above the level of the solution and quantitatively rinse the stir bar with Solvent Mixture, collecting the rinsings into the flask.
es_es: Para quitar la barra de agitación magnética, levantarla hasta arriba del nivel de la solución y enguagarla cuantitativamente con la mezcla de disolventes; dejar que el escurrimiento caiga en el matraz.

source: To show similarity between the 50 mg bio-batch 1294830001 and the 150 mg batch 1363980001, comparative dissolution testing has been performed.
es_es: Para mostrar la similitud entre la partida 1294830001, de 50 mg, y la partida 1363980001, de 150 mg, se hizo un ensayo de disolución comparativa.

source: To step 4 visual inspection and sorting of capsule to step 6, since sorting of capsules is after UV laser marking at proposed Catalent FR (Beinheim) site, due to the different equipment set-up.
es_es: Por un lado, el paso 4, inspección visual y clasificación de las cápsulas y, por otro al paso 6, porque la clasificación de las cápsulas se hace tras el marcado láser UV en la planta propuesta Catalent FR (Beinheim), dadas las diferencias en la configuración del equipo.

source: To support the execution of analyses at the receiving unit, document BI- VQD-41633-S-AD02SA-CL-QA (version 2.0) was developed.
es_es: Para respaldar la realización de análisis en la unidad receptora, se desarrolló el documento BI-VQD-41633-S-AD02SA-CL-QA (versión 2.0).

source: To test the hypothesis that 0.4mg/kg tenecteplase is superior to 0.25mg/kg tenecteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: evaluar la hipótesis de que 0.4mg/kg de tenecteplasa es superior a 0.25mg/kg de tenecteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: To test the hypothesis that tenecteplase is non-inferior to alteplase in achieving reperfusion at initial angiogram when administered within 4.5 hours of ischemic stroke onset in patients planned to undergo endovascular therapy.
es_es: evaluar la hipótesis de que la tenecteplasa no es inferior a la alteplasa para lograr la reperfusión en la angiografía inicial cuando se administra en las 4.5 h posteriores al inicio del accidente cerebrovascular isquémico en pacientes que se planea someter a tratamiento endovascular.

source: To the Operation, Analytical testing of drug product, the part “(release & stability)” testing was added.
es_es: Se agrega el apartado "evaluación (de liberación y estabilidad) a la sección "Pruebas analíticas del medicamento".

source: To the combined organic layers add 10 mL of water R and shake for 3 min.
es_es: A las capas orgánicas combinadas, añadir 10 ml de *agua R* y agitar 3 minutos.

source: To the combined organic layers add 10 mL of water R and shake for 3 min. Use the aqueous layer.
es_es: A las capas orgánicas combinadas, añadir 10 ml de *agua R* y agitar 3 minutos. Emplear la capa acuosa.

source: To the same flask, pipette 5.0 mL of Stock Standard.
es_es: En el mismo matraz, insertar con pipeta 5.0 ml de la solución madre estándar.

source: To this end, the PK endpoints were to be log-transformed (natural logarithm) prior to fitting the ANOVA models (see Section 9.7.1.3).
es_es: Para ello, antes de correlacionarlos en los modelos de ANOVA (ver Sección 9.7.1.3), se debía hacer una transformación logarítmica (ln) de los criterios de valoración farmacocinéticos.

source: To this solution add by pipette 1.0ml of the stock solution.
es_es: A esta solución agregar con pipeta 1.0 ml de la solución madre.

source: To whom it may concern
es_es: A quien corresponda

source: To whom it may concern:
es_es: A quien corresponda

source: Toda la investigación en seres humanos debe llevarse a cabo de acuerdo las directrices de la Declaración de Helsinki de la Asociación Médica Mundial; de la Red Panamericana para la Armonización de la Reglamentación Farmacéutica (Red PARF); las Pautas Éticas Internacionales para la Investigación Biomédica en Seres Humanos del Consejo de Organizaciones Internacionales de las Ciencias Médicas (CIOMS); y, así como las sucesivas declaraciones y revisiones que actualicen los referidos documentos; u otros de los cuales sea parte el Estado Ecuatoriano.
es_es: All research involving humans must be conducted in accordance with the guidelines of the Declaration of Helsinki of the World Medical Association; the Pan American Network for Drug Regulatory Harmonization (PANDRH); the International Ethical Guidelines for Biomedical Research Involving Human Subjects of the Council for International Organisations of Medical Sciences (CIOMS); and future updating declarations and revisions; or other covenants which the Ecuadorian State is a party to.

source: Todas las comidas deben ser estandarizados y la composición declarada en el protocolo del estudio e informe.
es_es: All meals must be standardized, the composition whereof being stated in the study protocol and report.

source: Todas las dosis son proporcionalmente similares en la formulación a la de la dosis estudiada;
es_es: All the doses in the formulation are proportionally similar to the dose studied;

source: Todd Campus, West of Scotland Science Park, Glasgow
es_es: Todd Campus, Parque Científico de Escocia Occidental, Glasgow

source: Todos los datos y los resultados individuales se deben presentar, incluyendo la información sobre los sujetos que abandonaron.
es_es: All data and individual results should be shown, including information on dropping out subjects.

source: Todos los eventos adversos ocurridos durante el estudio se comunicarán, junto con la clasificación de los acontecimientos, realizada por el médico.
es_es: All study adverse events should be reported, along with their classification based on the physician's judgment.

source: Todos los experimentos usados para soportar la solicitud y sacar conclusiones acerca de la validez del método deben ser descritos en el informe de la validación del método).
es_es: All the application or conclusion supporting method validity tests must be described in the method validation report.

source: Todos los ingredientes activos e inactivos están exactamente en las mismas proporciones en las diferentes dosis (por ejemplo, una tableta de 50 mg tiene exactamente la mitad de todos los ingredientes activos e inactivos contenidos en una tableta de 100 mg y el doble de lo que estaría contenida en un comprimido de 25 mg).
es_es: All the active and inactive ingredients are in exactly the same proportions in the different doses (for example, a 50 mg tablet has exactly half the active and inactive ingredients as a 100 mg tablet and twice as much as a 25 mg tablet).

source: Todos los parámetros farmacocinéticos dependientes de la dosis (por ejemplo, AUC y Cmax) deben transformarse logarítmicamente, ya sea utilizando logaritmos comunes o logaritmos naturales.
es_es: All dose-dependent pharmacokinetic parameters (e.g., AUC and Cmax) should be log transformed, using either Napierian or natural logarithms.

source: Todos los resultados deben ser presentados con claridad.
es_es: All results must be clearly shown.

source: Together with the previous trial in patients with HfrEF (LVEF ≤40%) [P20-07681], the beneficial effect of empagliflozin is demonstrated across the entire spectrum of LVEF values.
es_es: Junto con el ensayo anterior realizado en pacientes con ICFEr (FEVI ≤40%) [P20-07681], queda demostrado el efecto beneficioso de la empagliflozina en todo el espectro de valores de FEVI.

source: Together, these measures constitute routine risk minimisation measures.
es_es: En conjunto, estas constituyen medidas rutinarias de minimización de riesgos.

source: Toluene
es_es: Tolueno

source: Tonicity agent
es_es: Agente de tonicidad

source: Tonicity to be kept in the range of physiological conditions.
es_es: Debe mantenerse la tonicidad en el rango de condiciones fisiológicas.

source: Too high filling speed might have impact on filling accuracy and reject rate
es_es: Una velocidad de llenado demasiado alta podría afectar la exactitud del llenado y la tasa de rechazo.

source: Too high pressure may impact sterilising capability of the filter and therefore CQA sterility
es_es: Una presión demasiado alta puede afectar la capacidad de esterilización del filtro y, por lo tanto, el atributo crítico de calidad de la esterilidad

source: Too low volume in surge vessel might impact protein and PS 20 concentration due to dilution effects from residual water of the filter integrity test prior filtration
es_es: Un volumen demasiado bajo en el tanque de compensación podría afectar la concentración de proteína y PS 20 debido a los efectos de dilución del agua residual de la prueba la integridad antes de la filtración.

source: Total (bulk fill mix)
es_es: Total (mezcla de llenado a granel)

source: Total (shell)
es_es: Total (recubrimiento)

source: Total Ash
es_es: Cenizas totales

source: Total DNA
es_es: ADN total

source: Total DNA Assay
es_es: ensayo de ADN total Threshold

source: Total Degradation Products
es_es: Productos de degradación totales

source: Total Run Time
es_es: Tiempo de ejecución total

source: Total aerobic microbial count (TAMC) cfu/g
es_es: Recuento de microorganismos aerobios totales, ufc/g

source: Total aerobic microbial count (TAMC)/g
es_es: Recuento de microorganismos aerobios totales/g

source: Total children
es_es: Total de niños

source: Total cholesterol, HDL-cholesterol, LDL-cholesterol, LDL/HDL-cholesterol ratio, non-HDL-cholesterol, and triglycerides were analysed.
es_es: Se analizaron el colesterol total, el colesterol HDL, el colesterol LDL, la relación colesterol LDL/HDL, el colesterol no HDL y los triglicéridos.

source: Total combined Yeasts/Moulds (TYMC)/g
es_es: Recuento total de levaduras y mohos combinados/g

source: Total combined Yeasts/Moulds count (TYMC)/g
es_es: Recuento total de levaduras y mohos combinados/g

source: Total combined yeasts/moulds count (TYMC) cfu/g
es_es: Recuento total de levaduras y mohos combinados ufc/g

source: Total degradation products
es_es: Productos de degradación totales
